<template>
  <div class="container mx-auto pt-6 pb-6 md:pt-10 md:pb-10">
    <div class="flex flex-col md:flex-row justify-between items-center pb-4">
      <div class="flex justify-between gap-2">
        <a href="/"><p>Главная ></p></a>
        <a href="/return"><p>Возврат</p></a>
      </div>
    </div>
  </div>

  <div class="container mx-auto py-8 grid lg:grid-cols-3 gap-8">
    <!-- Statistics Section -->
    <div class="space-y-6">
      <div class="text-start">
        <h1 class="text-6xl">Возврат</h1>
      </div>
    </div>

    <!-- Description Section -->
    <div class="lg:col-span-2 space-y-6 text-gray-700 leading-relaxed">
      <h1 class="text-2xl text-black">Обмен и возврат по желанию покупателя</h1>
      <p>
        Мы осуществляем доставку со склада по Москве и Московской области
        собственной курьерской службой. Транспортными компаниями нашу продукцию
        мы доставляем по всей территории РФ, а так же по всем странам СНГ. Сроки
        доставки: 4—6 недель
      </p>

      <div class="text-blue-600">
        <li>Товар имеет первоначальный вид, имеется товарная кондиция;</li>
        <li>Товар имеет полную комплектацию, включая упаковочные материалы;</li>
        <li>Товар не имеет следов подключался и не имеет признаков монтажа;</li>
        <li>
          Упаковка товара не имеет повреждений, присутствует первоначальный
          товарный вид;
        </li>
        <li>
          Есть документ, подтверждающий покупку в нашем интернет-магазине.
        </li>
        <li>Для возврата товара необходимо привезти его к нам в офис.</li>
        <li>
          Товар из других городов можно прислать нам транспортной компанией, при
          этом услуги транспортной компании  оплачиваются клиентом.
        </li>
      </div>

      <h1 class="text-2xl">Обмен и возврат по ошибке продавца</h1>
      <p>Причины обмена или возврата по ошибке продавца:</p>
      <div class="text-blue-600">
        <li>Товар имеет первоначальный вид, имеется товарная кондиция;</li>
        <li>Товар имеет полную комплектацию, включая упаковочные материалы;</li>
        <li>Товар не имеет следов подключался и не имеет признаков монтажа;</li>
        <li>
          Упаковка товара не имеет повреждений, присутствует первоначальный
          товарный вид;
        </li>
        <li>
          Есть документ, подтверждающий покупку в нашем интернет-магазине.
        </li>
        <li>Для возврата товара необходимо привезти его к нам в офис.</li>
        <li>
          Товар из других городов можно прислать нам транспортной компанией, при
          этом услуги транспортной компании  оплачиваются клиентом.
        </li>
      </div>

      <h1 class="text-2xl text-black">Возврат денежных средств</h1>
      <p>
        Возврат денежных средств осуществляется путем перевода на банковские
        реквизиты покупателя при наличии заявления от покупателя.
      </p>
    </div>
  </div>
</template>

<script setup></script>

<style scoped></style>
